<?php

return [

    /*
    |--------------------------------------------------------------------------
    | パスワードリセット言語行
    |--------------------------------------------------------------------------
    |
    | 以下の言語行は既存のパスワードを無効にしたい場合に、無効なトークンや
    | 新しいパスワードが入力された場合のように、パスワードの更新に失敗した
    | 理由を示すデフォルトの文言です。
    |
    */

    'reset' => 'パスワードをリセットしました。',
    'sent' => 'パスワードリセットメールを送信しました。もしメールが届かない場合は、入力されたメールアドレスが間違っているか登録されていません。',
    'throttled' => 'しばらく再試行はお待ちください。',
    'token' => 'パスワードリセットトークンの有効期限が切れています。はじめからやり直してください。',
    'user' => "メールアドレスに一致するユーザーは存在していません。",

];
